Repository: LeonelSantiago/Etutor
Catalog: Etutor/Etutor.BL/Resources/ShareResource.*.resx
Languages: es

source: A user with this login already exists.
es: Un usuario con este inicio de sesión ya existe.

source: An unknown failure has occurred.
es: Se ha producido un error desconocido.

source: Email '{0}' is already taken.
es: El correo electrónico '{0}' ya está tomado.

source: Email '{0}' is invalid.
es: El correo '{0}' es inválido.

source: Incorrect password.
es: Contraseña incorrecta.

source: Lockout is not enabled for this user.
es: El bloqueo no está habilitado para este usuario.

source: Optimistic concurrency failure, object has been modified.
es: Fallo de simultaneidad optimista, el objeto ha sido modificado.

source: Passwords must be at least {0} characters.
es: Las contraseñas deben tener al menos {0} carácteres.

source: Passwords must have at least one digit ('0'-'9').
es: Las contraseñas deben tener al menos un dígito ('0' - '9').

source: Passwords must have at least one lowercase ('a'-'z').
es: Las contraseñas deben tener al menos una letra minúscula ('a' - 'z').

source: Passwords must have at least one non alphanumeric character.
es: Las contraseñas deben tener al menos un carácter no alfanumérico.

source: Passwords must have at least one uppercase ('A'-'Z').
es: Las contraseñas deben tener al menos una letra mayúscula ('A' - 'Z').

source: Role name '{0}' is already taken.
es: El nombre de la función '{0}' ya está tomado.

source: Role name '{0}' is invalid.
es: El nombre de la función '{0}' no es válido.

source: User already has a password set.
es: El usuario ya tiene una contraseña establecida.

source: User already in role '{0}'.
es: El usuario ya está en el role '{0}'.

source: User is not in role '{0}'
es: El usuario no está en el rol '{0}'

source: User name '{0}' is already taken.
es: El nombre de usuario '{0}' ya está tomado.

source: User name '{0}' is invalid, can only contain letters or digits.
es: El nombre de usuario '{0}' no es válido, solo puede contener letras o dígitos.

source: Passwords must use at least {0} different character.
es: Las contraseñas deben usar al menos {0} carácter diferente.

source: Email '{0}' is currently available.
es: El correo '{0}' está actualmente disponible.

source: Email
es: Correo electrónico

source: User or password incorrect.
es: Usuario o contraseña incorrectos.

source: '{PropertyName}' must be unique, the value already exist.
es: '{PropertyName}' debe ser único, el valor ya existe.

source: Deletion of entity {0} failed.
es: Borrado de la entidad {0} falló.

source: {0} was not found.
es: {0} no existe.

source: '{0}' must have domain name equal to {1}.
es: '{0}' debe tener nombre de dominio igual a {1}.

source: Invalid security token refresh attempt.
es: Intento inválido de refrescar token de seguridad.

source: User Name
es: Nombre de usuario

source: Password
es: Contraseña

source: Last Name
es: Apellido

source: Name
es: Nombre

source: Disabled user, contact administrator to obtain more information.
es: Usuario deshabilitado, contactar administrador para obtener mas información.

source: User blocked by failed attempts, try again after {0} minutes.
es: Usuario bloqueado por intentos fallidos, intentar nuevamente en {0} minutos.

source: Invalid change password attempt.
es: Intento de cambio de contraseña no válido.

source: Confirm Password
es: Confirmar contraseña

source: New Password
es: Nueva contraseña

source: Invalid get permissions attempt.
es: Intento de obtener permisos no válido.

source: User '{0}' does not have permissions assigned to access the platform.
es: Usuario '{0}' no tiene permisos asignados para acceder a la plataforma.

source: Menu Priority
es: Prioridad menú

source: Reference Key
es: Clave de referencia

source: Responsible Controller
es: Controlador responsable

source: Body
es: Cuerpo

source: Child Template Name
es: Nombre plantilla hijo

source: Email Type
es: Tipo correo

source: Parent Template Name
es: Nombre plantilla padre

source: Subject
es: Asunto

source: '{PropertyName}' the specified template doesn't exists.
es: '{PropertyName}' la plantilla especificada no existe.

source: The new password can not be the same as the current one.
es: La nueva contraseña no puede ser igual a la actual.

source: Request processed correctly but an error occurred while trying to send mail to '{0}'.
es: Solicitud procesada correctamente pero ocurrio un error al intentar enviar correo a '{0}'.
